Repository: zoltanbogar/kayakfirst_ios
Catalog: KayakFirst Ergometer E2/*.lproj/Localizable.strings
Languages: hu, ru

# app_version
source: Version:
hu: Verzió:
ru: Версия:

# dashboard_title_av_200_metric
source: Avg. 200m
hu: Átlag 200m
ru: Средн.на 200м

# dashboard_title_av_500_metric
source: Avg. 500m
hu: Átlag 500m
ru: Средн.на 500м

# dashboard_title_av_1000_metric
source: Avg. 1000m
hu: Átlag 1000m
ru: Средн.на 1000м

# dashboard_title_av_200_imperial
source: Avg. 1/4 mile
hu: Átlag 1/4 mérföld
ru: Средн.на 1/4 мили

# dashboard_title_av_500_imperial
source: Avg. 1/2 mile
hu: Átlag 1/2 mérföld
ru: Средн.на 1/2 мили

# dashboard_title_av_1000_imperial
source: Avg. 1 mile
hu: Átlag 1 mérföld
ru: Средн.на 1 мили

# dashboard_title_actual_200_metric
source: Actual 200m
hu: Most 200m
ru: Сейчас на 200м

# dashboard_title_actual_500_metric
source: Actual 500m
hu: Most 500m
ru: Сейчас на 500м

# dashboard_title_actual_1000_metric
source: Actual 1000m
hu: Most 1000m
ru: Сейчас на 1000м

# dashboard_title_actual_200_imperial
source: Actual 1/4 mile
hu: Most 1/4 mérföld
ru: Сейчас на 1/4 мили

# dashboard_title_actual_500_imperial
source: Actual 1/2 mile
hu: Most 1/2 mérföld
ru: Сейчас на 1/2 мили

# dashboard_title_actual_1000_imperial
source: Actual 1 mile
hu: Most 1 mérföld
ru: Сейчас на 1 мили

# dashboard_title_stroke_min
source: Strokes/min.
hu: Csapás/perc
ru: Гребок/мин.

# dashboard_title_pull_force_metric
source: Pull force (N)
hu: Húzáserő (N)
ru: Сила проводка (Н)

# dashboard_title_pull_force_imperial
source: Pull force (pdl)
hu: Húzáserő (lbs)
ru: Сила проводка (паундаль)

# dashboard_title_distance_metric
source: Distance (m)
hu: Távolság (m)
ru: Дистанция (м)

# dashboard_title_distance_imperial
source: Distance (ft)
hu: Távolság (ft)
ru: Дистанция (фут)

# dashboard_title_duration
source: Duration
hu: Tartam
ru: Продолжительность

# dashboard_title_current_speed_metric
source: Act. speed (km/h)
ru: Сейчас(км/ч)

# dashboard_title_current_speed_imperial
source: Act. speed (mph)
hu: Seb. most (mph)
ru: Скорость сейчас (миля/ч)

# dashboard_title_av_speed_metric
source: Avg. speed (km/h)
hu: Átlagseb. (km/h)
ru: Средн. скорость (км/ч)

# dashboard_title_av_speed_imperial
source: Avg. speed (mph)
ru: Средн. скорость (миля/ч)

# dashboard_title_drag_drop
source: Drag & Drop here
hu: Húzz ide egyet!
ru: Сделай одну проводку сюда!

# dashboard_title_av_strokes
source: Avg. strokes/min
hu: Átl. csapás/perc
ru: Средн.частоты гребка/мин.

# dashboard_title_av_pull_force_metric
source: Avg. pull force (N)
hu: Átl. húzáserő (N)
ru: Средн.сила проводка (Н)

# dashboard_title_av_pull_force_imperial
source: Avg. pull force (pdl)
hu: Átl. húzáserő (lbs)
ru: Средн. сила проводка (паундаль)

# dashboard_outdoor_title_av_200_metric
source: Avg. 200m
hu: Átlag 200m
ru: Средн. 200м

# dashboard_outdoor_title_av_500_metric
source: Avg. 500m
hu: Átlag 500m
ru: Средн. 500м

# dashboard_outdoor_title_av_1000_metric
source: Avg. 1000m
hu: Átlag 1000m
ru: Средн. 100м

# dashboard_outdoor_title_av_200_imperial
source: Avg. 1/4mile
hu: Átlag 1/4mile
ru: Средн. 1/4 мили

# dashboard_outdoor_title_av_500_imperial
source: Avg. 1/2mile
hu: Átlag 1/2mile
ru: Средн. 1/2 мили

# dashboard_outdoor_title_av_1000_imperial
source: Avg. 1mile
hu: Átlag 1mile
ru: Средн. 1 мили

# dashboard_outdoor_title_actual_200_metric
source: Actual 200m
hu: Most 200m
ru: Сейчас 200м

# dashboard_outdoor_title_actual_500_metric
source: Actual 500m
hu: Most 500m
ru: Сейчас 500м

# dashboard_outdoor_title_actual_1000_metric
source: Actual 1000m
hu: Most 1000m
ru: Сейчас 100м

# dashboard_outdoor_title_actual_200_imperial
source: Actual 1/4mile
hu: Most 1/4mile
ru: Сейчас 1/4 мили

# dashboard_outdoor_title_actual_500_imperial
source: Actual 1/2mile
hu: Most 1/2mile
ru: Сейчас 1/2 мили

# dashboard_outdoor_title_actual_1000_imperial
source: Actual 1mile
hu: Most 1mile
ru: Сейчас 1 мили

# dashboard_outdoor_title_stroke_min
source: Strokes/min.
hu: Csapás/perc
ru: Гребок/мин.

# dashboard_outdoor_title_pull_force_metric
source: Pull force (N)
hu: Húzáserő (N)
ru: Сила проводка (Н)

# dashboard_outdoor_title_pull_force_imperial
source: Pull force (pdl)
hu: Húzáserő (lbs)
ru: Сила проводка (паундаль)

# dashboard_outdoor_title_distance_metric
source: Distance (m)
hu: Távolság (m)
ru: Дистанция (м)

# dashboard_outdoor_title_distance_imperial
source: Distance (ft)
hu: Távolság (ft)
ru: Дистанция (фут)

# dashboard_outdoor_title_duration
source: Duration
hu: Tartam
ru: Продолжительность

# dashboard_outdoor_title_current_speed_metric
source: Act. speed (km/h)
hu: Seb. most (km/h)
ru: Скорость сейчас (км/ч)

# dashboard_outdoor_title_current_speed_imperial
source: Act. speed (mph)
hu: Seb. most (mph)
ru: Скорость сейчас (миля/ч)

# dashboard_outdoor_title_av_speed_metric
source: Avg. speed (km/h)
hu: Átlagseb. (km/h)
ru: Средн. скорость (км/ч)

# dashboard_outdoor_title_av_speed_imperial
source: Avg. speed (mph)
hu: Átlagseb. (mph)
ru: Средн. скорость (миля/ч)

# dashboard_outdoor_title_av_strokes
source: Avg. strokes /min
hu: Átl. csapás/ perc
ru: Cредн. гребка мин.

# dashboard_outdoor_title_av_pull_force_metric
source: Avg. pull force (N)
hu: Átl. húzáserő (N)
ru: Средн.сила проводка (Н)

# dashboard_outdoor_title_av_pull_force_imperial
source: Avg. pull force (pdl)
hu: Átl. húzáserő (lbs)
ru: Средн.сила проводка (паундаль)

# fragment_bluetooth_title
source: Connect your phone to any of the below equipments...
hu: Csatlakoztasd az készüléket az alábbi ergométerek egyikéhez...
ru: Подключи смартфон к одному из тренажеров...

# fragment_bluetooth_subtitle
source: ... detect a new one
hu: ... vagy deríts fel újat!
ru: ...или выбери новую!

# fragment_bluetooth_button_refresh
source: Search Bluetooth tools
hu: Bluetooth eszköz keresése
ru: Поиск устройств Bluetooth

# fragment_bluetooth_button_turn_on
source: Turn Bluetooth on
hu: Bluetooth bekapcsolása
ru: Включиние Bluetooth

# fragment_bluetooth_not_supported
source: Your phone does not support Bluetooth BLE...
hu: A készülék nem támogtaja a Bluetooth BLE-t...
ru: Ваш Смартфон не поддерживает Bluetooth BLE...

# fragment_bluetooth_off
source: Bluetooth is off.
hu: Bluetooth ki van kapcsolva.
ru: Bluetooth выключен

# fragment_bluetooth_list_empty
source: No active Bluetooth devices were found. If you don't find the ID of this machine on the screen, please, make a short stroke, that wakes up the signaler, then try again with the connection!
hu: Nem található aktív Bluetooth eszköz. Amennyiben nem találod ennek a gépnek az azonosítóját a képernyőn, húzz egy rövidet a gépen, az bekapcsolja a jeladót, majd próbálkozz újra a kapcsolódással!
ru: Активное устройсво Bluetooth не найдено. Если вы не нашли идентификатор этого эргометра на экране, сделайте короткую проводку на тренажере, чтобы включить передатчик, а затем повторите попытку подключения!

# fragment_bluetooth_location_permission
source: To use Bluetooth, click Settings below and turn Location ON in Permissions.
hu: A Bluetooth használatához, kattints a Beállításokra alább, majd kapcsold be a Helyadatokat az Engedélyek menüben.
ru: К использованию Bluetooth, нажмите ниже на Настройки, затем включите в функции Разрешения - Местоположение

# fragment_bluetooth_location_permission_ios
source: To use Bluetooth, click Settings below and turn Location ALWAYS.
ru: К использованию Bluetooth, нажмите ниже на Настройки, затем переключите положение следующее: ВСЕГДА.

# fragment_bluetooth_app_details_settings
source: Settings
hu: Beállítások
ru: Настройки

# bluetooth_connect
source: Bluetooth connected
hu: Bluetooth csatlakoztatva
ru: Bluetooth подключен

# bluetooth_disconnect
source: Bluetooth disconnected
hu: Bluetooth kapcsolat bontva
ru: Соединение с Bluetooth- м разорвано

# permission_location
source: To use Outdoor, click Settings below and turn Location ON in Permissions.
hu: Kültéri használathoz, kattints a Beállításokra alább, majd kapcsold be a Helyadatokat az Engedélyek menüben.
ru: При внешнем использовании, нажмите ниже на Настройки, затем включите в меню Разрешения функцию Местоположение

# permission_location_ios
source: To use Outdoor, click Settings below and turn Location ALWAYS.
hu: Kültéri használathoz, kattints a Beállításokra alább, majd állítsd át a Helyzetet erre: MINDIG.
ru: При внешнем использовании, нажмите ниже на Настройки, затем переключите положение следующее: ВСЕГДА.

# settings_location_ios
source: To use Outdoor, enable Location Services.
hu: Kültéri használathoz engedélyezd a Helymeghatározást.
ru: К внешнему использованию разрешите функцию Местоположение

# dialog_title_finish
source: Do you want to quit?
hu: Biztosan ki szeretnél lépni?
ru: Точно хотите выйти?

# dialog_message_finish
source: If you continue, measure will be end...
hu: Ha továbblép a mérés be fog fejeződni...
ru: Если переступите, измерение завершится...

# dialog_title_bluetooth_connecting
source: Bluetooth connecting
hu: Bluetooth csatlakozás
ru: Подключение Bluetooth

# dialog_message_bluetooth_connecting
source: Connecting to device...
hu: Csatlakozás az eszközhöz...
ru: Подключение к устройству...

# dialog_title_bluetooth_discovery
source: Discovery Bluetooth
hu: Bluetooth keresés
ru: Поиск Bluetooth

# dialog_message_bluetooth_discovery
source: Discover Bluetooth devices...
hu: Bluetooth eszközök keresése...
ru: Поиск устройств Bluetooth...

# dialog_title_bluetooth_disconnect
source: Bluetooth is active
hu: A Bluetooth kapcsolat aktív
ru: Соединенние к Bluetooth активный

# dialog_message_bluetooth_disconnect
source: Do you want to disconnect it?
hu: Szeretnéd bontani a kapcsolatot?
ru: Хотите разорвать соединение?

# dialog_title_reset_password
source: Add your email address
hu: Add meg az e-mail címed
ru: Введите эл.почтовый адрес

# dialog_calibrating_sensor
source: Stop paddling while calibrating!
hu: Ne evezz, amíg kalibrálunk!
ru: Не гребите пока калибрируем!

# dialog_sync
source: Synchronization...
hu: Szinkronizálás...
ru: Синхронизация

# dialog_plan_no_elements
source: This training plan does not have any plan-elements.
hu: Ez az edzésterv még üres.
ru: Этот план тренировки ещё пуст.

# dialog_event_add_message
source: Add to calendar?
hu: Napárba teszed?
ru: Введёте в календарь?

# dialog_event_delete_title
source: Do you really want to delete
hu: Biztos törölni akarod?
ru: Точно хотите удалить

# dialog_event_delete_message
source: This event will be lost, but the session you can find it in Plans for add to another day.
hu: Ez a naptáresemény törölve lesz, de az összeállítást megtalálod a Tervek közt.
ru: Это календарьное событие будет удалено,но его можете найти в Планах

# dialog_update_title
source: Update available!
ru: Доступно обновление

# dialog_update_pos_button
source: update
ru: Обновить

# notification_title_bluetooth_connected
source: Ergometer Bluetooth connected
hu: Ergometer Bluetooth csatlakoztatva
ru: Эргометр Bluetooth подключен

# notification_title_outdoor_running
source: Outdoor is running...
hu: Kültéri edzés folyamatban...
ru: Внешная тренировка загружается...

# delay_start_seconds
source: Your session will start in
hu: Kezdésig hátralévő idő
ru: Время до начала

# delay_quick_start
source: Start now
hu: Gyorsindítás
ru: Быстрый старт

# other_yes
source: yes
hu: igen
ru: да

# other_no
source: no
hu: nem
ru: нет

# other_cancel
source: Cancel
hu: Mégsem
ru: Отменить

# other_add
source: Add
hu: Hozzáadás
ru: Добавить

# other_save
source: Save
hu: Mentés
ru: Сохранить

# other_next
source: Next
hu: Következő
ru: Следующее

# other_delete
source: Delete
hu: Törlés
ru: Удалить

# other_power_save
source: Power saving
hu: Energiatakarékos mód
ru: Энергосберегательный режим

# other_search
source: Search
hu: Keresés
ru: Поиск

# navigation_profile
source: Profile
hu: Profil
ru: Профиль

# navigation_log
source: History
hu: Edzésnapló
ru: Дневник тренировки

# navigation_about
source: About
hu: Információ
ru: Информация

# navigation_home
source: Home
hu: Kezdőlap
ru: Главная

# navigation_calendar
source: Training log
hu: Naptár
ru: Календарь

# navigation_settings
source: Info
ru: Информация

# navigation_set_dashboard
source: Choose
hu: Kiválaszt
ru: Выбрать

# ergometer_placeholder
source: COMING SOON...
hu: HAMAROSAN...
ru: СКОРО...

# calendar_jump_today
source: Jump to today
hu: Ugrás a mai napra
ru: Перейти на сегодняшний день

# calendar_empty_list
source: There is no Training Data
hu: Nincs tárolt adat
ru: Нет сохраненных данных

# training_log
source: log
hu: napló
ru: Дневник

# calendar_empty_event
source: There is no event data.
hu: Nincs naptáresemény.
ru: Нет календарьных событий

# chart_training_no_value_selected
source: In order to see chart please choose at least one value
hu: A diagram megtekintéséhez válassz legalább egy értéket
ru: К просмотру диаграммы выберите хотя бы одну из значений

# chart_y_left
source: L
hu: B
ru: Л

# chart_y_right
source: R
hu: J
ru: П

# training_start
source: Start
hu: Kezdés
ru: Старт

# training_duration
source: Duration
hu: Tartam
ru: Продолжительность

# training_distance
source: Distance
hu: Táv
ru: Дистанция

# training_sum
source: Total
hu: Össz.
ru: Сумма

# training_sum_average
source: Average
hu: Átlag
ru: Средн.

# training_sum_best
source: Best
hu: Max.
ru: Максимум

# training_sum_speed_metric
source: Speed km/h
hu: Sebesség km/h
ru: Скорость км/ч

# training_sum_speed_imperial
source: Speed mph
hu: Sebesség mph
ru: Скорость mph

# training_sum_stroke
source: Stroke rate \min.
hu: Csapásszám \perc
ru: Частота гребка \минута

# training_sum_pull_force_metric
source: Pull force N
hu: Húzóerő N
ru: Проводка Н

# training_sum_pull_force_imperial
source: Pull force pdl
hu: Húzóerő lbs
ru: Проводка паундаль

# training_sum_t_200_metric
source: Pace 200
hu: Iram 200
ru: Темп 200

# training_sum_t_500_metric
source: Pace 500
hu: Iram 500
ru: Темп 500

# training_sum_t_1000_metric
source: Pace 1000
hu: Iram 1000
ru: Темп 1000

# training_sum_t_200_imperial
source: Pace 1/4
hu: Iram 1/4
ru: Темп 1/4

# training_sum_t_500_imperial
source: Pace 1/2
hu: Iram 1/2
ru: Темп 1/2

# training_sum_t_1000_imperial
source: Pace 1
hu: Iram 1
ru: Темп 1

# training_diagram_time
source: Time
hu: Idő
ru: Время

# training_diagram_distance
source: Distance
hu: Táv
ru: Дистанция

# training_details_sum
source: Sum
hu: Össz.
ru: Сумма

# training_details_all
source: Table
hu: Adatok
ru: Данные

# calculate_t200_metric
source: Pace 200
hu: Iram 200
ru: Темп 200

# calculate_t500_metric
source: Pace 500
hu: Iram 500
ru: Темп 500

# calculate_t1000_metric
source: Pace 1000
hu: Iram 1000
ru: Темп1000

# calculate_t200_imperial
source: Pace 1/4
hu: Iram 1/4
ru: Темп1/4

# calculate_t500_imperial
source: Pace 1/2
hu: Iram 1/2
ru: Темп 1/2

# calculate_t1000_imperial
source: Pace 1
hu: Iram 1
ru: Темп 1

# calculate_strokes
source: Strokes
hu: Csapásszám
ru: Частота гребка

# calculate_f
source: Pull Force
hu: Húzóerő
ru: Сила проводка

# calculate_s
source: Distance
hu: Táv
ru: Дистанция

# calculate_v
source: Speed
hu: Sebesség
ru: Скорость

# calculate_t
source: Time
hu: Idő
ru: Время

# user_login
source: Login
hu: Bejelentkezés
ru: Вход

# user_register
source: Register
hu: Regisztráció
ru: Регистрация

source: User name
hu: Felhasználónév
ru: Имя

# user_password
source: Password
hu: Jelszó
ru: Пароль

# user_forgot_password
source: Forgot password?
hu: Elfelejtett jelszó?
ru: Забыли пароль?

# user_required
source: Required
hu: Kötelező
ru: Обязательно

# user_optional
source: Optional
hu: Nem kötelező
ru: Не обязательно

# user_first_name
source: First name
hu: Keresztnév
ru: Имя

# user_last_name
source: Last name
hu: Vezetéknév
ru: Фамилия

# user_birth_date
source: Birth date
hu: Születési dátum
ru: Дата рождения

# user_birth_date_placeholder
source: yyyy.mm.dd.
hu: éééé.hh.nn.
ru: дд.мм.гггг.

# user_email
source: Email
ru: Эл.почта

# user_weight
source: Weight
hu: Testsúly
ru: Вес

# user_country
source: Country
hu: Ország
ru: Страна

# user_gender
source: Gender
hu: Nem
ru: Пол

# user_gender_female
source: Female
hu: Nő
ru: Женский

# user_gender_male
source: Male
hu: Férfi
ru: Мужской

# user_accept
source: Accept
hu: Elfogadom
ru: Принимаю

# user_terms_conditions
source: Terms & Conditions
hu: a felhasználási feltételeket
ru: условия пользовательского соглашения

# user_login_social
source: Or connect with
hu: Vagy belépés közösségi fiókkal
ru: или вход с помощю соц. сети

# user_login_no_login
source: Continue without login
hu: Folytatás bejelentkezés nélkül
ru: Продолжение без входа

# user_login_no_data
source: (Your data won't be stored)
hu: (Az edzésadatok nem lesznek eltárolva)
ru: (Данные тренировок не будут сохранены)

# user_profile
source: Profile
hu: Profil
ru: Профиль

# user_log_out
source: Log out
hu: Kijelentkezés
ru: Выйти

# user_save
source: Save
hu: Mentés
ru: Сохранить

# user_password_old
source: Current Password
hu: Jelenlegi jelszó
ru: Действующий пароль

# user_password_new
source: New Password
hu: Új jelszó
ru: Новый пароль

# user_password_confirm
source: Confirm Password
hu: Jelszó mégegyszer
ru: Повторить пароль

# user_progress_log_in
source: Login
hu: Bejelentkezés
ru: Вход

# user_progress_log_out
source: Logout
hu: Kijelentkezés
ru: Выйти

# user_reset_password
source: Reset password
hu: Jelszó visszaállítása
ru: Восстановление пароля

# user_reseting_password
source: Reseting password...
hu: Jelszó visszaállítása folyamatban...
ru: Восстановление пароля в процессе...

# user_reseted_password
source: Email was sent
hu: Az emailt kiküldtük
ru: Эл.почта выслана

# user_registering
source: Registering..
hu: Regisztráció folyamatban...
ru: Регистрация в процессе...

# user_updating
source: Updating profile...
hu: Profil frissítése folyamatban...
ru: Обновление профиля в процессе...

# user_updated
source: Profile updated
hu: Profil frissítve
ru: Профиль обнавлен

# user_updating_password
source: Password updating...
hu: Jelszó frissítése folyamatban...
ru: Обновление пароля в процессе...

# user_registration_required
source: Please, fill the register form!
hu: Kérjük, töltsd ki a regisztrációs adatokat!
ru: Пожалуйста заполните регистрационные данные!

# user_spinner_choose
source: Choose...
hu: Válasszon...
ru: Выбрать...

# user_required_field
source: * Required field
hu: * Kötelező mező
ru: *Обьязательное поле

# user_login_or
source: OR
hu: VAGY
ru: ИЛИ

# user_login_facebook
source: Login with Facebook
hu: Facebook fiókkal
ru: С ящиком Facebook

# user_login_google
source: Login with Google
hu: Google fiókkal
ru: С ящиком Google

# user_edit
source: Edit
hu: Szerkesztés
ru: Редактировать

# user_club
source: Club
hu: Klub
ru: Клуб

# user_art_of_paddling
source: Art of paddling
hu: Szakág
ru: Тип гребли

# user_art_of_paddling_racing_kayaking
source: Racing kayaking
hu: Versenykajak
ru: Спортивный каяк

# user_art_of_paddling_racing_canoeing
source: Racing canoeing
hu: Versenykenu
ru: Спортивный каноэ

# user_art_of_paddling_recreational_kayaking
source: Recreational kayaking
hu: Szabadidős kajak
ru: Рекреационный каяк

# user_art_of_paddling_recreational_canoeing
source: Recreational canoeing
hu: Szabadidős kenu
ru: Рекреационный каноэ

# user_art_of_paddling_dragon
source: Dragon
hu: Sárkányhajó
ru: Лодка 'Дракон'

# user_art_of_paddling_rowing
source: Rowing
hu: Evezés
ru: Академическая гребля

# user_terms_conditions_short
source: Terms & Conditions
hu: Felhasználási feltételek
ru: Пользовательские условия

# unit_weight
source: Unit of weight
hu: Súly mértékegység
ru: Единица тяжести

# unit_distance
source: Unit of speed and distance
hu: Sebesség és távolság mértékegység
ru: Единица скорости и расстояния

# unit_pace
source: Unit of Pace
hu: Tempó mértékegység
ru: Единица темпа

# unit_metric
source: Metric
hu: Metrikus
ru: Метрический

# unit_imperial
source: Imperial
hu: Angolszász
ru: Англосаксонский

# unit_speed_metric
source: km/h
ru: км/ч

# unit_speed_imperial
source: mph
ru: миля/ч

# unit_force_metric
source: n
ru: н

# unit_force_imperial
source: pdl
hu: lbs
ru: паундаль

# unit_distance_metric
source: m
ru: м

# unit_distance_imperial
source: ft
ru: фут

# unit_weight_metric
source: kg
ru: кг

# unit_weight_imperial
source: lbs
ru: фунт

# error_no_internet
source: No internet connection!
hu: Nincs internetkapcsolat!
ru: Нет интернета!

# error_user_invalid_credentials
source: Invalid credentials!
hu: Érvénytelen hitelesítő adatok!
ru: Неверные учетные данные!

# error_server
source: Server error.
hu: Szerver hiba!
ru: Ошибка сервера!

# error_field_not_blank
source: This field cannot be blank.
hu: Ez a mező nem lehet üres!
ru: Это поле должно быть заполнено!

# error_email
source: Not valid email address.
hu: Érvénytelen email cím!
ru: Неправильный адрес эл.почты!

# error_user_name
source: At least 2 characters!
hu: Legalább 2 karaktert adj meg!
ru: Пожалуйста введите не менее 2-х символов!

# error_password
source: At least 4 characters!
hu: Legalább 4 karaktert adj meg!
ru: Пожалуйста введите не менее 4-х символов!

# error_weight
source: Weight should be at least
hu: Testsúly legalább
ru: Мин. вес

# error_birth_date
source: Birth date cannot be in the future!
hu: A születési dátum nem lehet a jövőben!
ru: Год рождения не может быть в будущем !

# error_google_sign_out
source: Google Signout problem!
hu: Google kijelentkezési probléma!
ru: Проблема из выхода Google

# error_user_username_used
source: The username is already used.
hu: A felhasználónév már foglalt!
ru: Имя пользователя занята!

# error_user_email_used
source: The email is already used.
hu: Az email már foglalt!
ru: Эл.почта уже занята!

# error_event_timestamp_past
source: Event cannot start in the past.
hu: Naptáresemény nem indulhat a múltban!
ru: Календарьное событие не может быть начинаться в прошлом!

# error_plan_name
source: Please, add name!
hu: Kérjük, töltsd ki az elnevezést!
ru: Пожалуйста заполните название плана тренировки!

# date_time_format
source: dd.MM.yyyy kk:mm
hu: yyyy.MM.dd kk:mm
ru: dd.MM.yyyy hh:mm

# date_date
source: Date
hu: Dátum
ru: Дата

# plan_run
source: Go!
hu: Indulás!
ru: Запуск!

# plan_plan
source: Plan
hu: Edzésterv
ru: План тренировки

# plan_name
source: Name
hu: Név
ru: Имя

# plan_done
source: Done
hu: Vége
ru: Конец

# plan_notes
source: Notes
hu: Jegyzet
ru: Примечание

# plan_edit_intervals
source: Edit intervals
hu: Interval szerkesztése
ru: Редактирование интервала!

source: Plan saved!
hu: Edzésterv mentve!
ru: План тренировки сохранён!

# plan_hint_minute
source: mm
ru: мм

# plan_hint_sec
source: ss
ru: сс

# plan_hint_name
source: Type name...
hu: Név megadása...
ru: Указать имя...

# plan_hint_notes
source: Type notes...
hu: Típus megadása...
ru: Указать тип...

# plan_empty
source: There is no Plan Data
hu: Nincs még edzésterv.
ru: Нет ещё плана тренировки.

# plan_add_calendar
source: Add to calendar
hu: Naptárba
ru: В календарь

# plan_end
source: The End
hu: Vége
ru: Конец

# plan_event_title
source: Set date and starting time for the event
hu: Nap és időpont megadása
ru: Указать дату и время

# date_format
source: dd.MM.yyyy
hu: yyyy.MM.dd

# date_format_month
source: MMMM yyyy
hu: yyyy MMMM
